Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.services.intro
source: Configure custom endpoints for Starcat backend services.
ar: قم بتكوين نقاط نهاية مخصصة لخدمات Starcat الخلفية.
de: Konfigurieren Sie benutzerdefinierte Endpunkte für Starcat-Backend-Dienste.
es: Configure endpoints personalizados para los servicios backend de Starcat.
fr: Configurez des points d'accès personnalisés pour les services backend Starcat.
id: Konfigurasikan endpoint kustom untuk layanan backend Starcat.
it: Configura endpoint personalizzati per i servizi backend di Starcat.
ja: Starcatバックエンドサービスのカスタムエンドポイントを設定します。
ko: Starcat 백엔드 서비스의 사용자 정의 엔드포인트를 구성합니다.
nl: Configureer aangepaste eindpunten voor Starcat-backenddiensten.
pl: Skonfiguruj niestandardowe punkty końcowe dla usług backendu Starcat.
pt_br: Configure endpoints personalizados para os serviços de backend do Starcat.
ru: Настройте пользовательские конечные точки для серверных сервисов Starcat.
tr: Starcat arka uç hizmetleri için özel uç noktalar yapılandırın.
uk: Налаштуйте власні кінцеві точки для серверних сервісів Starcat.
vi: Cấu hình điểm cuối tùy chỉnh cho các dịch vụ backend của Starcat.
zh_hans: 配置 Starcat 后端服务地址。
zh_hant: 設定 Starcat 後端服務的自訂端點。

# settings.services.recommend.description
source: Fetches similar repositories for the detail page recommendation card.
ar: يجلب مستودعات مشابهة لبطاقة التوصية في صفحة التفاصيل.
de: Ruft ähnliche Repositories für die Empfehlungskarte auf der Detailseite ab.
es: Obtiene repositorios similares para la tarjeta de recomendación en la página de detalle.
fr: Récupère des dépôts similaires pour la carte de recommandation de la page de détail.
id: Mengambil repositori serupa untuk kartu rekomendasi di halaman detail.
it: Recupera repository simili per la scheda di raccomandazione nella pagina dei dettagli.
ja: 詳細ページのおすすめカード用に類似リポジトリを取得します。
ko: 상세 페이지 추천 카드에 유사 저장소를 가져옵니다.
nl: Haalt vergelijkbare repositories op voor de aanbevelingskaart op de detailpagina.
pl: Pobiera podobne repozytoria do karty rekomendacji na stronie szczegółów.
pt_br: Busca repositórios similares para o cartão de recomendação na página de detalhes.
ru: Загружает похожие репозитории для карточки рекомендаций на странице сведений.
tr: Detay sayfası öneri kartı için benzer depoları getirir.
uk: Отримує схожі репозиторії для картки рекомендацій на сторінці деталей.
vi: Lấy các kho lưu trữ tương tự cho thẻ đề xuất trên trang chi tiết.
zh_hans: 为详情页推荐卡片获取相似仓库。
zh_hant: 為詳細頁面的推薦卡片擷取相似倉庫。

# settings.services.recommend.title
source: Recommend API
ar: API التوصية
es: API de Recomendación
fr: API Recommend
id: API Recommend
it: API Recommend
ja: おすすめAPI
pl: API Rekomendacji
pt_br: API de Recomendação
tr: Öneri API'si
uk: API Recommend
vi: API Đề xuất
zh_hans: 推荐 API
zh_hant: 推薦 API

# settings.services.reset.help
source: Reset to default fly.io endpoint.
ar: إعادة التعيين إلى نقطة النهاية الافتراضية fly.io.
de: Auf Standard-fly.io-Endpunkt zurücksetzen.
es: Restablecer al endpoint predeterminado de fly.io.
fr: Réinitialiser vers le point d'accès fly.io par défaut.
id: Atur ulang ke endpoint fly.io bawaan.
it: Reimposta all'endpoint fly.io predefinito.
ja: デフォルトのfly.ioエンドポイントにリセットします。
ko: 기본 fly.io 엔드포인트로 재설정합니다.
nl: Reset naar standaard fly.io-eindpunt.
pl: Resetuj do domyślnego punktu końcowego fly.io.
pt_br: Redefinir para o endpoint padrão do fly.io.
ru: Сбросить на конечную точку fly.io по умолчанию.
tr: Varsayılan fly.io uç noktasına sıfırla.
uk: Скинути до стандартної кінцевої точки fly.io.
vi: Đặt lại về điểm cuối fly.io mặc định.
zh_hans: 重置为默认 fly.io 地址。
zh_hant: 重設為預設的 fly.io 端點。

# settings.services.selfHost
source: Self-host
ar: استضافة ذاتية
de: Selbst hosten
es: Autoalojado
fr: Auto-hébergé
id: Hosting sendiri
ja: セルフホスト
ko: 자체 호스팅
nl: Zelf hosten
pl: Samodzielny hosting
pt_br: Auto-hospedar
ru: Собственный хостинг
tr: Kendi Sunucunda Barındır
uk: Саморозміщення
vi: Tự lưu trữ
zh_hans: 自托管
zh_hant: 自架

# settings.services.selfHost.help
source: Open the source repository on GitHub. Fork & deploy it on your own infrastructure, then paste your URL here.
ar: افتح مستودع المصدر على GitHub. قم بتفرعه ونشره على بنيتك التحتية، ثم الصق عنوان URL هنا.
de: Öffnen Sie das Quell-Repository auf GitHub. Forken und deployen Sie es auf Ihrer eigenen Infrastruktur, dann fügen Sie hier Ihre URL ein.
es: Abra el repositorio fuente en GitHub. Haga un fork y despliéguelo en su propia infraestructura, luego pegue su URL aquí.
fr: Ouvrez le dépôt source sur GitHub. Forkez-le et déployez-le sur votre propre infrastructure, puis collez votre URL ici.
id: Buka repositori sumber di GitHub. Fork & deploy di infrastruktur Anda sendiri, lalu tempel URL Anda di sini.
it: Apri il repository sorgente su GitHub. Fai il fork e distribuiscilo sulla tua infrastruttura, poi incolla qui il tuo URL.
ja: GitHubでソースリポジトリを開きます。フォークして独自のインフラにデプロイし、URLをここに貼り付けてください。
ko: GitHub에서 소스 저장소를 엽니다. 포크하여 자체 인프라에 배포한 후 URL을 여기에 붙여넣으세요.
nl: Open de bronrepository op GitHub. Fork & implementeer op uw eigen infrastructuur en plak hier uw URL.
pl: Otwórz repozytorium źródłowe na GitHubie. Sforkuj i wdróż na własnej infrastrukturze, a następnie wklej tutaj swój URL.
pt_br: Abra o repositório fonte no GitHub. Faça um fork e implante na sua própria infraestrutura, depois cole sua URL aqui.
ru: Откройте исходный репозиторий на GitHub. Сделайте форк и разверните на своей инфраструктуре, затем вставьте URL сюда.
tr: Kaynak depoyu GitHub'da açın. Kendi altyapınızda çatallayın ve dağıtın, ardından URL'nizi buraya yapıştırın.
uk: Відкрийте вихідний репозиторій на GitHub. Форкніть і розгорніть на власній інфраструктурі, потім вставте URL сюди.
vi: Mở kho lưu trữ nguồn trên GitHub. Fork & triển khai trên cơ sở hạ tầng của bạn, sau đó dán URL của bạn vào đây.
zh_hans: 在 GitHub 打开源码仓库。Fork 后自行部署，再把地址粘贴到上方输入框。
zh_hant: 在 GitHub 上開啟原始碼倉庫。Fork 後部署到自己的基礎設施，再將網址貼到上方輸入框。

# settings.services.sharing.description
source: Packages a repo with its AI summary into a publicly shareable link.
ar: يحزم مستودعًا مع ملخص الذكاء الاصطناعي في رابط قابل للمشاركة العامة.
de: Packt ein Repository mit seiner KI-Zusammenfassung in einen öffentlich teilbaren Link.
es: Empaqueta un repositorio con su resumen de IA en un enlace públicamente compartible.
fr: Conditionne un dépôt avec son résumé IA en un lien partageable publiquement.
id: Mengemas repositori dengan ringkasan AI-nya menjadi tautan yang dapat dibagikan secara publik.
it: Impacchetta un repository con il suo riepilogo AI in un link condivisibile pubblicamente.
ja: リポジトリとAIサマリーを公開共有リンクにパッケージ化します。
ko: 저장소와 AI 요약을 공개 공유 링크로 패키징합니다.
nl: Verpakt een repo met de AI-samenvatting in een openbaar deelbare link.
pl: Pakuje repozytorium z podsumowaniem AI w publicznie udostępnialny link.
pt_br: Empacota um repositório com seu resumo de IA em um link compartilhável publicamente.
ru: Упаковывает репозиторий с его ИИ-сводкой в общедоступную ссылку.
tr: Bir depoyu AI özetiyle birlikte herkese açık paylaşılabilir bir bağlantıya paketler.
uk: Пакує репозиторій з його ШІ-підсумком у публічно доступне посилання.
vi: Đóng gói một kho lưu trữ với bản tóm tắt AI của nó thành một liên kết có thể chia sẻ công khai.
zh_hans: 把仓库与 AI 摘要打包成可公开访问的分享链接。
zh_hant: 將倉庫及其 AI 摘要打包成可公開分享的連結。

# settings.services.sharing.title
source: Share API
ar: API المشاركة
es: API de Compartir
fr: API Share
id: API Share
it: API Share
ja: 共有API
pl: API Udostępniania
pt_br: API de Compartilhamento
tr: Paylaşım API'si
uk: API Share
vi: API Chia sẻ
zh_hans: 分享 API
zh_hant: 分享 API

# settings.services.status
source: Service Status
ar: حالة الخدمة
de: Dienststatus
es: Estado del Servicio
fr: État du service
id: Status Layanan
it: Stato del servizio
ja: サービスステータス
ko: 서비스 상태
nl: Dienststatus
pl: Stan usługi
pt_br: Status do Serviço
ru: Статус сервиса
tr: Hizmet Durumu
uk: Статус сервісу
vi: Trạng thái dịch vụ
zh_hans: 服务状态
zh_hant: 服務狀態

# settings.services.summary.allOK
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settings.services.summary.checking
source: Checking…
ar: جارٍ التحقق…
de: Prüfe …
es: Verificando…
fr: Vérification…
id: Memeriksa…
it: Controllo in corso…
ja: 確認中…
ko: 확인 중…
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 检测中…
zh_hant: 檢查中…

# settings.services.summary.partialFormat
source: %d/%d OK
ar: %d/%d موافق
ko: %d/%d 정상
ru: %d/%d ОК
zh_hans: %d/%d 正常
zh_hant: %d/%d 正常

# settings.services.summary.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępna
pt_br: Indisponível
ru: Недоступен
tr: Kullanılamıyor
uk: Недоступний
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

# settings.services.testConnection
source: Test
ar: اختبار
de: Testen
es: Probar
fr: Tester
id: Uji
ja: テスト
ko: 테스트
nl: Testen
pl: Testuj
pt_br: Testar
ru: Проверить
tr: Test Et
uk: Тест
vi: Kiểm tra
zh_hans: 测试
zh_hant: 測試

# settings.services.title
source: Services
ar: الخدمات
de: Dienste
es: Servicios
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
nl: Diensten
pl: Usługi
pt_br: Serviços
ru: Сервисы
tr: Hizmetler
uk: Сервіси
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# settings.services.trending.description
source: Scrapes github.com/trending to power the Trending view (filter by language and time range).
ar: يستخرج من github.com/trending لتشغيل عرض الشائع (التصفية حسب اللغة والنطاق الزمني).
de: Durchsucht github.com/trending für die Trending-Ansicht (Filter nach Sprache und Zeitraum).
es: Extrae github.com/trending para alimentar la vista de Tendencias (filtre por idioma y rango de tiempo).
fr: Scrape github.com/trending pour alimenter la vue Tendances (filtre par langue et période).
id: Mengambil data dari github.com/trending untuk menampilkan tampilan Trending (filter berdasarkan bahasa dan rentang waktu).
it: Analizza github.com/trending per alimentare la vista Trending (filtra per linguaggio e intervallo di tempo).
ja: github.com/trending をスクレイピングして、トレンドビュー（言語と時間範囲でフィルタ）を提供します。
ko: github.com/trending을 스크래핑하여 트렌딩 보기(언어 및 시간 범위 필터)를 제공합니다.
nl: Schraapt github.com/trending om de Trending-weergave te voeden (filter op taal en tijdsbereik).
pl: Scrapuje github.com/trending, aby zasilić widok Trendy (filtruj według języka i zakresu czasu).
pt_br: Faz scraping de github.com/trending para alimentar a visualização Tendências (filtrar por linguagem e período).
ru: Собирает данные с github.com/trending для отображения вкладки «Тренды» (фильтр по языку и временному диапазону).
tr: Trend görünümünü desteklemek için github.com/trending sayfasını kazır (dile ve zaman aralığına göre filtreleme).
uk: Збирає дані з github.com/trending для відображення вкладки Trending (фільтрація за мовою та часом).
vi: Thu thập dữ liệu từ github.com/trending để cung cấp cho chế độ xem Thịnh hành (lọc theo ngôn ngữ và khoảng thời gian).
zh_hans: 抓取 github.com/trending，为 Trending 视图提供按语言/时段筛选的数据源。
zh_hant: 爬取 github.com/trending 以提供 Trending 檢視（依語言和時間範圍篩選）。

# settings.services.trending.title
source: GitHub Trending API
ar: API الشائع على GitHub
es: API de Tendencias de GitHub
fr: API GitHub Trending
id: API GitHub Trending
it: API GitHub Trending
ja: GitHubトレンドAPI
pl: API GitHub Trending
pt_br: API de Tendências do GitHub
tr: GitHub Trend API'si
uk: API GitHub Trending
vi: API GitHub Trending

# settings.services.url.placeholder
source: Built-in service will be used if not configured
ar: سيتم استخدام الخدمة المدمجة إذا لم يتم التكوين
de: Bei fehlender Konfiguration wird der integrierte Dienst verwendet
es: Se usará el servicio integrado si no se configura
fr: Le service intégré sera utilisé si non configuré
id: Layanan bawaan akan digunakan jika tidak dikonfigurasi
it: Se non configurato, verrà utilizzato il servizio integrato
ja: 設定しない場合は組み込みサービスが使用されます
ko: 구성하지 않으면 내장 서비스가 사용됩니다
nl: Ingebouwde dienst wordt gebruikt indien niet geconfigureerd
pl: Jeśli nie skonfigurowano, zostanie użyta usługa wbudowana
pt_br: O serviço integrado será usado se não configurado
ru: Если не настроено, будет использоваться встроенный сервис
tr: Yapılandırılmazsa yerleşik hizmet kullanılır
uk: Якщо не налаштовано, буде використано вбудований сервіс
vi: Dịch vụ tích hợp sẵn sẽ được sử dụng nếu không được cấu hình
zh_hans: 未配置将使用内置服务
zh_hant: 未設定將使用內建服務

# settings.services.weekly.description
source: Aggregates GitHub projects from Weekly, ZRead, Show HN, HelloGitHub, and approved intelligence sources.
ar: يجمع مشاريع GitHub من Weekly و ZRead و Show HN و HelloGitHub ومصادر استخباراتية معتمدة.
de: Aggregiert GitHub-Projekte aus Weekly, ZRead, Show HN, HelloGitHub und genehmigten Intelligenzquellen.
es: Agrega proyectos de GitHub de Weekly, ZRead, Show HN, HelloGitHub y fuentes de inteligencia aprobadas.
fr: Agrège les projets GitHub de Weekly, ZRead, Show HN, HelloGitHub et des sources d'intelligence approuvées.
id: Mengagregasi proyek GitHub dari Weekly, ZRead, Show HN, HelloGitHub, dan sumber intelijen yang disetujui.
it: Aggrega progetti GitHub da Weekly, ZRead, Show HN, HelloGitHub e fonti di intelligence approvate.
ja: Weekly、ZRead、Show HN、HelloGitHub、および承認された情報源からGitHubプロジェクトを集約します。
ko: Weekly, ZRead, Show HN, HelloGitHub 및 승인된 인텔리전스 소스의 GitHub 프로젝트를 집계합니다.
nl: Aggregeert GitHub-projecten van Weekly, ZRead, Show HN, HelloGitHub en goedgekeurde inlichtingenbronnen.
pl: Agreguje projekty GitHub z Weekly, ZRead, Show HN, HelloGitHub i zatwierdzonych źródeł inteligencji.
pt_br: Agrega projetos do GitHub do Weekly, ZRead, Show HN, HelloGitHub e fontes de inteligência aprovadas.
ru: Агрегирует проекты GitHub из Weekly, ZRead, Show HN, HelloGitHub и одобренных источников.
tr: Weekly, ZRead, Show HN, HelloGitHub ve onaylı istihbarat kaynaklarından GitHub projelerini toplar.
uk: Агрегує проєкти GitHub з Weekly, ZRead, Show HN, HelloGitHub та схвалених джерел.
vi: Tổng hợp các dự án GitHub từ Weekly, ZRead, Show HN, HelloGitHub và các nguồn thông minh đã được phê duyệt.
zh_hans: 聚合周刊、ZRead、Show HN、HelloGitHub 与受控情报来源中的 GitHub 项目。
zh_hant: 從 Weekly、ZRead、Show HN、HelloGitHub 及受核准情報來源彙整 GitHub 專案。

# settings.services.weekly.title
source: Weekly API
ar: API الأسبوعي
es: API Semanal
fr: API Weekly
id: API Weekly
it: API Weekly
pl: API Tygodniowe
pt_br: API Semanal
tr: Haftalık API
uk: API Weekly
vi: API Weekly
zh_hans: 周刊 API
zh_hant: 週刊 API

# settings.services.wiki.description
source: Detects whether a repository is indexed by DeepWiki, Zread, or Code Wiki.
ar: يكتشف ما إذا كان المستودع مفهرسًا بواسطة DeepWiki أو Zread أو Code Wiki.
de: Erkennt, ob ein Repository von DeepWiki, Zread oder Code Wiki indiziert ist.
es: Detecta si un repositorio está indexado por DeepWiki, Zread o Code Wiki.
fr: Détecte si un dépôt est indexé par DeepWiki, Zread ou Code Wiki.
id: Mendeteksi apakah repositori diindeks oleh DeepWiki, Zread, atau Code Wiki.
it: Rileva se un repository è indicizzato da DeepWiki, Zread o Code Wiki.
ja: リポジトリがDeepWiki、Zread、またはCode Wikiにインデックスされているかどうかを検出します。
ko: 저장소가 DeepWiki, Zread 또는 Code Wiki에 인덱싱되었는지 감지합니다.
nl: Detecteert of een repository wordt geïndexeerd door DeepWiki, Zread of Code Wiki.
pl: Wykrywa, czy repozytorium jest indeksowane przez DeepWiki, Zread lub Code Wiki.
pt_br: Detecta se um repositório está indexado pelo DeepWiki, Zread ou Code Wiki.
ru: Определяет, индексирован ли репозиторий в DeepWiki, Zread или Code Wiki.
tr: Bir deponun DeepWiki, Zread veya Code Wiki tarafından dizinlenip dizinlenmediğini algılar.
uk: Визначає, чи індексовано репозиторій у DeepWiki, Zread або Code Wiki.
vi: Phát hiện xem một kho lưu trữ có được lập chỉ mục bởi DeepWiki, Zread hay Code Wiki hay không.
zh_hans: 探测仓库是否已被 DeepWiki、Zread 或 Code Wiki 收录。
zh_hant: 偵測倉庫是否已被 DeepWiki、Zread 或 Code Wiki 收錄。

# settings.services.wiki.title
source: Wiki API
ar: API الويكي
es: API de Wiki
fr: API Wiki
id: API Wiki
it: API Wiki
pl: API Wiki
pt_br: API Wiki
tr: Wiki API'si
uk: API Wiki
vi: API Wiki

# settings.snakeStyle.description
source: Choose how the contribution graph animation moves.
ar: اختر كيفية تحريك رسم المساهمة البياني.
de: Wählen Sie, wie sich die Animation des Beitragsdiagramms bewegt.
es: Elija cómo se mueve la animación del gráfico de contribuciones.
fr: Choisissez comment l'animation du graphique de contribution se déplace.
id: Pilih bagaimana animasi grafik kontribusi bergerak.
it: Scegli come si muove l'animazione del grafico dei contributi.
ja: コントリビューショングラフアニメーションの動き方を選択します。
ko: 기여 그래프 애니메이션의 움직임 방식을 선택합니다.
nl: Kies hoe de bijdragegrafiekanimatie beweegt.
pl: Wybierz, jak porusza się animacja wykresu wkładu.
pt_br: Escolha como a animação do gráfico de contribuição se move.
ru: Выберите, как движется анимация графика вкладов.
tr: Katkı grafiği animasyonunun nasıl hareket edeceğini seçin.
uk: Виберіть, як рухається анімація графіка внесків.
vi: Chọn cách hoạt ảnh biểu đồ đóng góp di chuyển.
zh_hans: 选择贡献草坪动画方式。
zh_hant: 選擇貢獻圖表動畫的移動方式。

# settings.snakeStyle.foodChase
source: True Snake
ar: ثعبان حقيقي
de: Echte Schlange
es: Serpiente Verdadera
fr: Vrai serpent
id: Ular Sejati
it: Vero serpente
ja: 本物のスネーク
ko: 진짜 뱀
nl: Echte slang
pl: Prawdziwy wąż
pt_br: Cobra Verdadeira
ru: Настоящая змейка
tr: Gerçek Yılan
uk: Справжня змійка
vi: Rắn thật
zh_hans: 真·贪吃蛇
zh_hant: 真·貪食蛇

# settings.snakeStyle.greedy
source: Greedy
ar: جشع
de: Gierig
es: Codicioso
fr: Glouton
id: Serakah
it: Goloso
ja: 貪欲
ko: 탐욕
nl: Gulzig
pl: Zachłanny
pt_br: Gulosa
ru: Жадный
tr: Açgözlü
uk: Жадібний
vi: Tham lam
zh_hans: 贪心吃绿
zh_hant: 貪心吃綠

# settings.snakeStyle.hilbert
source: Hilbert Curve
ar: منحنى هيلبرت
de: Hilbert-Kurve
es: Curva de Hilbert
fr: Courbe de Hilbert
id: Kurva Hilbert
it: Curva di Hilbert
ja: ヒルベルト曲線
ko: 힐베르트 곡선
pl: Krzywa Hilberta
pt_br: Curva de Hilbert
ru: Кривая Гильберта
tr: Hilbert Eğrisi
uk: Крива Гільберта
vi: Đường cong Hilbert
zh_hans: Hilbert 曲线
zh_hant: Hilbert 曲線

# settings.snakeStyle.multiMode
source: Multi-mode
ar: متعدد الأوضاع
de: Multi-Modus
es: Multimodo
it: Multi-modalità
ja: マルチモード
ko: 다중 모드
nl: Multi-modus
pl: Wielotryb
pt_br: Multimodo
ru: Мультирежим
tr: Çoklu Mod
uk: Мультирежим
vi: Đa chế độ
zh_hans: 多模式轮换
zh_hant: 多模式輪換

# settings.snakeStyle.multiSnake
source: Dual Snake
ar: ثعبان مزدوج
de: Doppelschlange
es: Serpiente Dual
fr: Double serpent
id: Ular Ganda
it: Doppio serpente
ja: デュアルスネーク
ko: 이중 뱀
nl: Dubbele slang
pl: Podwójny wąż
pt_br: Cobra Dupla
ru: Двойная змейка
tr: Çift Yılan
uk: Подвійна змійка
vi: Rắn đôi
zh_hans: 双蛇并发
zh_hant: 雙蛇並發

# settings.snakeStyle.off
source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
id: Mati
it: Spento
ja: オフ
ko: 끄기
nl: Uit
pl: Wyłączony
pt_br: Desligado
ru: Выкл
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings.snakeStyle.section
source: Contribution Snake
ar: ثعبان المساهمة
de: Beitragsschlange
es: Serpiente de contribuciones
fr: Serpent de contribution
id: Ular Kontribusi
it: Serpente dei contributi
ja: コントリビューションスネーク
ko: 기여 뱀
nl: Bijdrageslang
pl: Wąż kontrybucji
pt_br: Cobra de Contribuição
ru: Змейка вкладов
tr: Katkı Yılanı
uk: Змійка внесків
vi: Rắn đóng góp
zh_hans: 贡献草坪贪吃蛇
zh_hant: 貢獻貪食蛇

# settings.snakeStyle.title
source: Animation Style
ar: نمط الحركة
de: Animationsstil
es: Estilo de animación
fr: Style d'animation
id: Gaya Animasi
it: Stile animazione
ja: アニメーションスタイル
ko: 애니메이션 스타일
nl: Animatiestijl
pl: Styl animacji
pt_br: Estilo de Animação
ru: Стиль анимации
tr: Animasyon Stili
uk: Стиль анімації
vi: Kiểu hoạt ảnh
zh_hans: 动画玩法
zh_hant: 動畫玩法

# settings.snakeStyle.zigzag
source: Zigzag
ar: متعرج
de: Zickzack
ja: ジグザグ
ko: 지그재그
pl: Zygzak
pt_br: Zigue-zague
ru: Зигзаг
tr: Zikzak
uk: Зигзаг
zh_hans: 回字横扫
zh_hant: 回字橫掃

# settings.sort.createdAsc
source: Oldest Created
ar: الأقدم إنشاءً
de: Älteste erstellte
es: Más antiguos creados
fr: Plus ancienne création
id: Terlama Dibuat
it: Più vecchi per creazione
ja: 作成日が最も古い
ko: 오래된 생성일 순
nl: Oudst gemaakt
pl: Najstarsze utworzone
pt_br: Mais Antigos (Criação)
ru: Сначала старые
tr: En Eski Oluşturulan
uk: Найстаріші створені
vi: Cũ nhất
zh_hans: 最早创建
zh_hant: 最早建立

# settings.sort.createdDesc
source: Newest Created
ar: الأحدث إنشاءً
de: Neueste erstellte
es: Más recientes creados
fr: Plus récente création
id: Terbaru Dibuat
it: Più recenti per creazione
ja: 作成日が最も新しい
ko: 최신 생성일 순
nl: Nieuwst gemaakt
pl: Najnowsze utworzone
pt_br: Mais Recentes (Criação)
ru: Сначала новые
tr: En Yeni Oluşturulan
uk: Найновіші створені
vi: Mới nhất
zh_hans: 最新创建
zh_hant: 最新建立

# settings.sort.healthScoreDesc
source: Highest Health
ar: أعلى صحة
de: Höchste Gesundheit
es: Mayor salud
fr: Meilleure santé
id: Kesehatan Tertinggi
it: Salute più alta
ja: ヘルススコアが最も高い
ko: 건강 점수 높은 순
nl: Hoogste gezondheid
pl: Najwyższy Health Score
pt_br: Maior Saúde
ru: Наивысшее здоровье
tr: En Yüksek Sağlık
uk: Найвищий рівень здоров'я
vi: Sức khỏe cao nhất
zh_hans: 最高 Health
zh_hant: 最高 Health

# settings.sort.libraryUpdatedAtDesc
source: Recently Added
ar: المضافة مؤخرًا
de: Kürzlich hinzugefügt
es: Agregados recientemente
fr: Ajout récent
id: Baru Ditambahkan
it: Aggiunti di recente
ja: 最近追加された
ko: 최근 추가 순
nl: Recent toegevoegd
pl: Ostatnio dodane
pt_br: Adicionados Recentemente
ru: Недавно добавленные
tr: En Son Eklenen
uk: Нещодавно додані
vi: Thêm gần đây
zh_hans: 最近入库
zh_hant: 最近入庫

# settings.sort.nameAsc
source: Name A→Z
ar: الاسم أ←ي
es: Nombre A→Z
fr: Nom A→Z
id: Nama A→Z
it: Nome A→Z
ja: 名前 A→Z
ko: 이름 A→Z
nl: Naam A→Z
pl: Nazwa A→Z
pt_br: Nome A→Z
ru: Имя А→Я
tr: İsim A→Z
uk: Назва А→Я
vi: Tên A→Z
zh_hans: 名称 A→Z
zh_hant: 名稱 A→Z

# settings.sort.nameDesc
source: Name Z→A
ar: الاسم ي←أ
es: Nombre Z→A
fr: Nom Z→A
id: Nama Z→A
it: Nome Z→A
ja: 名前 Z→A
ko: 이름 Z→A
nl: Naam Z→A
pl: Nazwa Z→A
pt_br: Nome Z→A
ru: Имя Я→А
tr: İsim Z→A
uk: Назва Я→А
vi: Tên Z→A
zh_hans: 名称 Z→A
zh_hant: 名稱 Z→A

# settings.sort.openSSFScoreDesc
source: Highest OpenSSF
ar: أعلى OpenSSF
de: Höchster OpenSSF
es: Mayor OpenSSF
fr: Meilleur OpenSSF
id: OpenSSF Tertinggi
it: OpenSSF più alto
ja: OpenSSFスコアが最も高い
ko: OpenSSF 점수 높은 순
nl: Hoogste OpenSSF
pl: Najwyższy OpenSSF
pt_br: Maior OpenSSF
ru: Наивысший OpenSSF
tr: En Yüksek OpenSSF
uk: Найвищий OpenSSF
vi: OpenSSF cao nhất
zh_hans: 最高 OpenSSF
zh_hant: 最高 OpenSSF

# settings.sort.starredAtAsc
source: Starred (Earliest First)
ar: المميّزة بنجمة (الأقدم أولاً)
de: Stern (früheste zuerst)
es: Estrellados (primero el más antiguo)
fr: Favoris (plus ancien d'abord)
id: Bintang (Paling Awal)
it: Stellati (prima i più vecchi)
ja: スター（最も古い順）
ko: 별표 (가장 먼저)
nl: Sterren (vroegst eerst)
pl: Oznaczone gwiazdką (najwcześniej)
pt_br: Com Estrela (Mais Antigos)
ru: Звёзды (сначала ранние)
tr: Yıldızlanan (En Eski İlk)
uk: Зірковані (найраніші)
vi: Đã gắn sao (sớm nhất)
zh_hans: Star 时间(最早优先)
zh_hant: Star 時間（最早優先）

# settings.sort.starredAtDesc
source: Default
ar: الافتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# settings.sort.starsAsc
source: Stars Ascending
ar: النجوم تصاعديًا
de: Sterne aufsteigend
es: Estrellas ascendentes
fr: Étoiles croissantes
id: Bintang Menaik
it: Stelle crescenti
ja: スター数昇順
ko: 별표 오름차순
nl: Sterren oplopend
pl: Gwiazdki rosnąco
pt_br: Estrelas (Crescente)
ru: Звёзды по возрастанию
tr: Yıldız Artan
uk: Зірки за зростанням
vi: Sao tăng dần
zh_hans: Stars 升序
zh_hant: Stars 升序
